Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །ཆོས་དེ་གང་དག་གིས་ཐོས་ནས་དགའ་བ་དང་མགུ་བ་དང་། ངེས་པར་འབྱུང་བ་དང་ལྡན་པའི་དགེ་བ་རྒྱ་ཆེན་པོ་འཐོབ་པ་འདི་ནི་སེར་སྐྱའི་བུ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འཇིག་རྟེན་དུ་བྱུང་ན་ངོ་མཚར་རྨད་དུ་བྱུང་བའི་ཆོས་འཇིག་རྟེན་དུ་འབྱུང་བ་བཞི་པ་ཡིན་ནོ།
en: “Having listened to the Dharma, some people are pleased and delighted and attain great virtue, endowed with renunciation. Paiṅgika, this is the fourth wonder and marvel that appears in the world when a tathāgata, an arhat, a perfectly awakened one appears in the world.

source: །ཆོས་དེ་གང་དག་གིས་ཐོས་ནས་དོན་ཟབ་མོའི་གཞི་ཤེས་རབ་ཀྱིས་སོ་སོར་རྟོགས་པར་བྱེད་པ་འདི་ནི་སེར་སྐྱའི་བུ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འཇིག་རྟེན་དུ་བྱུང་ན་ངོ་མཚར་རྨད་དུ་བྱུང་བའི་ཆོས་འཇིག་རྟེན་དུ་འབྱུང་བ་ལྔ་པ་ཡིན་ནོ།
en: “Having listened to the Dharma, some people penetrate with wisdom matters of profound meaning. Paiṅgika, this is the fifth wonder and marvel that appears in the world when a tathāgata, an arhat, a perfectly awakened one appears in the world.

source: །སེར་སྐྱའི་བུ་སྐྱེས་བུ་དམ་པ་དག་ནི་བྱས་པ་གཟོ་བ་དང་བྱས་པ་ཚོར་བ་ཅན་ཡིན་ཏེ།
en: “Paiṅgika, the best people remember what was done and know what was done.

source: དེ་དག་ཅུང་ཟད་ཙམ་བྱས་ན་ཡང་ཆུད་གཟོན་པར་མི་བྱེད་ན་མང་པོ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: They do not waste what was done even to the slightest extent, let alone what was done to a great extent.

source: དེ་ལྟ་བས་ན་སེར་སྐྱའི་བུ་ཁྱོད་ཀྱིས་འདི་ལྟར་བྱས་པ་གཟོ་བ་དང་བྱས་པ་ཚོར་བ་ཅན་དུ་བསླབ་པར་བྱ་སྟེ།
en: Therefore, Paiṅgika, you must thus learn to remember what was done and know what was done.

source: ཅུང་ཟད་ཙམ་བྱས་ན་ཡང་ཆུད་མི་གཟོན་ན་མང་པོ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ།
en: You must not waste what was done even to the slightest extent, let alone what was done to a great extent.

source: སེར་སྐྱའི་བུ་ཁྱོད་ཀྱིས་དེ་ལྟ་བུར་བསླབ་པར་བྱའོ།
en: Paiṅgika, you must learn thus.”

source: །དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་སེར་སྐྱའི་བུ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་དགའ་སྟེ་ཡི་རངས་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ།
en: Thereupon the young brahmin Paiṅgika rejoiced in and praised the words of the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་སོང་ངོ་།
en: He bowed low until his forehead touched the Blessed One’s feet, and he departed from the Blessed One’s presence. C.

source: །དེ་ནས་ཨ་མྲ་སྐྱོང་མས་དེ་ཉིད་ཀྱི་མཚན་མོ་ནས་གཙང་ཞིང་བསོད་པའི་བཟའ་བ་དང་བཅའ་བ་དག་སྟ་གོན་བྱས་ཏེ།
en: The Sermon to Āmrapālī Meanwhile Āmrapālī prepared a pure and fine meal during the night.

source: ནང་པར་སྔར་ལངས་ནས་གདན་བཤམས་ཏེ་ནོར་བུའི་ཆུ་སྣོད་དག་བཞག་ནས་བཅོམ་ལྡན་འདས་ལ་སྤྱན་འདྲེན་གྱིས་དུས་ཚོད་གསོལ་པ།
en: After she rose at dawn, she prepared seats, set up a jeweled pitcher, and let the Blessed One know the time by messenger:

source: བཙུན་པ་གདུགས་ཚོད་བཤམས་ལགས་ན་བཅོམ་ལྡན་འདས་ད་དེའི་དུས་ལ་བབ་པར་དགོངས་སུ་གསོལ།
en: “O Honored One, the time has arrived. May the Blessed One know that the meal is ready.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་སྔ་དྲོ་ཤམ་ཐབས་མནབས། ལྷུང་བཟེད་དང་ན་བཟའ་ཆོས་གོས་བསྣམས་ཏེ་དགེ་སློང་གི་ཚོགས་ཀྱིས་ཡོངས་སུ་བསྐོར་ཅིང་དགེ་སློང་གི་དགེ་འདུན་གྱིས་མདུན་གྱིས་བལྟས་ནས་ཨ་མྲ་སྐྱོང་མའི་བཀད་ས་གང་ན་བ་དེར་གཤེགས་ཏེ་བྱོན་ནས་དགེ་སློང་གི་དགེ་འདུན་གྱི་གུང་ལ་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་སོ།
en: Then, early in the morning, the Blessed One dressed, took his bowl and his robe, and, surrounded by a group of monks, went to the dining hall of Āmrapālī, followed by the community of monks. When he arrived, he sat on the seat prepared for him in front of the community of monks.

source: །དེ་ནས་ཨ་མྲ་སྐྱོང་མས་སངས་རྒྱས་ལ་སོགས་པ་དགེ་སློང་གི་དགེ་འདུན་བདེ་བར་བཞུགས་པར་རིག་ནས་གཙང་ཞིང་བསོད་པའི་བཟའ་བ་དང་བཅའ་བ་དག་རང་གི་ལག་ནས་སྟོབས་ཤིང་ཚིམ་པར་བྱེད་དེ།
en: Āmrapālī then knew that the community of monks headed by the Buddha had sat down in comfort, and with her own hands she served and satisfied them with a pure and fine meal.

source: རྣམ་གྲངས་དུ་མར་གཙང་ཞིང་བསོད་པའི་བཟའ་བ་དང་བཅའ་བ་དག་རང་གི་ལག་ནས་བསྟབས་ཤིང་ཚིམ་པར་བྱས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་གསོལ་ཟིན་ནས་ཕྱག་བཅབས་ཏེ་ལྷུང་བཟེད་གྱུ་བར་རིག་ནས་སྟན་དམའ་བ་ཞིག་བླངས་ནས། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཆོས་མཉན་པའི་ཕྱིར་འདུག་གོ།
en: When, with her own hands, she had served and satisfied them in a variety of ways with a pure and fine meal, knowing that the Blessed One had finished his meal and washed his hands and his bowl, she took a low seat and sat before the Blessed One in order to hear the Dharma.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཨ་མྲ་སྐྱོང་མས་སྦྱིན་པ་ཕུལ་བ་དེ་ལ་རྗེས་སུ་ཡི་རང་བས་རྗེས་སུ་ཡི་རང་བར་མཛད་དེ།
en: Then the Blessed One celebrated the offering provided by Āmrapālī with this celebration:

source: གང་ཞིག་སྦྱིན་ལ་དགའ་འགྱུར་སྐྱེ་བོ་སྟེན།
en: “If someone is pleased with an offering and people rely on him,

source: །སྙན་པ་འཐོབ་ཅིང་དེ་ཡི་གྲགས་པ་འཕེལ།
en: He will win praise and his fame will increase.

source: །སེར་སྣ་མེད་ཅིང་ཚོགས་པར་འགྲོ་བ་ན།
en: When he goes to an assembly without avarice,

source: །ཞུམ་པར་མི་འགྱུར་འཇིགས་པ་མེད་པར་འགྱུར།
en: He will not be discouraged or frightened.

source: །དེ་ལྟ་བས་ན་མཁས་པ་བདེ་འདོད་པས།
en: “Therefore, wise people who desire virtue

source: །སེར་སྣའི་དྲི་མ་སྤངས་ཏེ་སྦྱིན་པ་གཏོང་།
en: Abandon the stain of avarice and present offerings.

source: །དེ་དག་ཡུན་རིང་སུམ་བཅུ་རྩ་གསུམ་གནས།
en: They will live among the Thirty-Three Gods for a long time

source: །ལྷ་རྣམས་དང་ནི་སྐལ་བ་མཉམ་པར་དགའ།
en: And enjoy the same fortune as the gods do.

source: །སྦྱིན་གཏོང་དགེ་བྱེད་དེ་ནི་ཤི་འཕོས་ནས།
en: “Having presented offerings and practiced virtue, after death they will

source: །རང་གི་འོད་ཀྱི་དགའ་བའི་ཚལ་ན་རྒྱུ།
en: Stroll by their own light in the Nandana Grove of Indra.

source: །དེ་ན་དེ་གཉིས་རྩེན་ཅིང་དགའ་བྱེད་པ།
en: There, couples of them will play and amuse themselves,

source: །འདོད་པའི་ཡོན་ཏན་ལྔ་པོ་དག་དང་ལྡན།
en: Enjoying the objects of the five kinds of desires.

source: །མ་བཅིངས་སྐྱོབ་པ་དེ་ཡི་གསུང་ཐོས་ནས།
en: Having listened to what the unfettered protector said,

source: །བདེ་བར་གཤེགས་པའི་ཉན་ཐོས་མཐོ་རིས་དགའ།
en: The disciples of the Sugata will be pleased with heaven.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཨ་མྲ་སྐྱོང་མ་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་བསྟན། ཡང་དག་པར་འཛིན་དུ་བཅུག །ཡང་དག་པར་གཟེངས་བསྟོད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་ནས་སྟན་ལས་ལངས་ཏེ་སོང་ངོ་།
en: Thereupon the Blessed One, through talk consistent with the Dharma, instructed, inspired, encouraged, and delighted Āmrapālī, and he rose from his seat and departed. D. The Former Lives of the Licchavis

source: །དགེ་སློང་རྣམས་ཐེ་ཚོམ་སྐྱེས་ཏེ་ཐེ་ཚོམ་ཐམས་ཅད་གཅོད་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཞུས་པ། བཙུན་པ་ཡངས་པ་ཅན་གྱི་ལིཙྪ་བཱི་རྣམས་ཀྱིས་ལས་ཅི་ཞིག་བགྱིས་ན། དེས་གལ་ཏེ་ལྷ་རྣམས་སུ་སྐྱེས་ན་ཡང་ལྷ་མཐུ་ཆེ་བར་འགྱུར་ལ། གལ་ཏེ་མི་རྣམས་སུ་སྐྱེས་ན་ཡང་མི་མཐུ་ཆེན་པོར་གྱུར་ཅིང་། ད་ལྟར་སུམ་བཅུ་རྩ་གསུམ་པའི་ལྷ་རྣམས་ཀྱི་དཔེར་ཡང་བསྟན་ལགས།
en: The monks, feeling doubtful, inquired of the Buddha, the Blessed One, the one who severs all doubts, “O Honored One, what karma did the people of the Licchavi clan in Vaiśālī create that matured to cause them to be gods of great power if they were born among gods, to be people of great power if they were born among humans, and now to be compared even with the Thirty-Three Gods?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་ཡངས་པ་ཅན་གྱི་ལིཙྪ་བཱི་རྣམས་ཀྱིས་ལས་ཚོགས་རྙེད་པ། རྐྱེན་ཡོངས་སུ་བསྒྱུར་བ།
en: “Monks,” the Blessed One said, “the actions were performed and accumulated by the people of the Licchavi clan in Vaiśālī themselves, accruing a heap of karma.

source: འོད་པ་བཞིན་དུ་ཉེ་བར་གནས་པ།
en: The conditions have ripened, and they approach them like a flood, inevitably.

source: གདོན་མི་ཟ་བར་འབྱུང་བར་འགྱུར་བའི་ལས་དག་བྱས་ཤིང་བསགས་པས། འདི་དག་ཉིད་ཀྱིས་ལས་བྱས་ཤིང་བསགས་པ་དག་གཞན་སུ་ཞིག་གིས་སོ་སོར་མྱོང་བར་འགྱུར་ཏེ།
en: Who else but these people would experience the actions that they themselves performed and accumulated?

source: དགེ་སློང་དག་ལས་བྱས་ཤིས་བསགས་པ་དག་ནི་ཕྱི་རོལ་གྱི་སའི་ཁམས་ལ་རྣམ་པར་སྨིན་པར་མི་འགྱུར། ཆུའི་ཁམས་ལ་མི་འགྱུར། མེའི་ཁམས་ལ་མི་འགྱུར། རླུང་གི་ཁམས་ལ་མི་འགྱུར་གྱི།
en: Monks, actions performed and accumulated do not mature in the earth element, the water element, the fire element, or the wind element, which are outside the body.

source: འདི་ལྟར་དགེ་བ་དང་མི་དགེ་བ་བྱས་ཤིང་བསགས་པ་དག་ནི་ཟིན་པའི་ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་རྣམས་ལ་རྣམ་པར་སྨིན་པར་འགྱུར་ཏེ།
en: Virtuous and nonvirtuous actions performed and accumulated like this mature in the aggregates, elements, and sense spheres.

source: །རྙེད་ན་ལུས་ཅན་རྣམས་ལ་ནི། །འབྲས་བུ་དག་ཏུ་འགྱུར་བ་ཉིད།
en: They bear fruit in embodied beings.

source: །དགེ་སློང་དག་སྔོན་བྱུང་བ་བསྐལ་པ་བཟང་པོ་འདི་ཉིད་ལ་སྐྱེ་དགུ་རྣམས་ཀྱི་ཚེ་ལོ་ཉི་ཁྲི་ཐུབ་པ་ན་སྟོན་པ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིག་པ་དང་ཞབས་སུ་ལྡན་པ་བདེ་བར་གཤེགས་པ་འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ་བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་འོད་སྲུང་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་བར་གྱུར་ཏེ།
en: “Monks, once, in this fortunate eon, when people’s lifespans were twenty thousand years long, there appeared in the world a teacher named Kāśyapa, who was a tathāgata, an arhat, a perfectly awakened one, perfect in knowledge and conduct, a sugata, world knowing, a supreme tamer of people to be tamed, a teacher of gods and humans, a buddha, and a blessed one.

source: དེ་འཁོར་དགེ་སློང་ཉི་ཁྲི་དང་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱི་དྲང་སྲོང་སྨྲ་བ་རི་དགས་ཀྱི་ནགས་ན་ཉེ་བར་རྟེན་ཅིང་བཞུགས་སོ།
en: He stayed near Ṛṣivadana Deer Park near the city of Vārāṇasī, with twenty thousand monks who were his attendants.

source: །དེའི་ཚེ་བཱ་རཱ་ཎ་སཱི་ན་དགེ་བསྙེན་ལྔ་བརྒྱ་གནས་སོ།
en: “At that time there lived five hundred lay brothers in Vārāṇasī.

source: །དེ་རྣམས་ཀྱིས་རྒྱ་མཚོ་ཆེན་པོར་འདོང་བའི་ཟོང་སྟ་གོན་བྱས་ཏེ། རྒྱ་མཚོ་ཆེན་པོའི་གྲུ་བོ་ཆེ་བསྒྲུབས་ནས་རིམ་གྱིས་རྒྱ་མཚོ་ཆེན་པོར་ཞུགས་པ་དང་། རྗེས་སུ་མཐུན་པའི་རླུང་གིས་རིན་པོ་ཆེའི་གླིང་དུ་ཕྱིན་ཏོ།
en: They prepared merchandise to carry across the great ocean, arranged a ship, took to the great ocean in due course, and arrived by means of a tailwind at an island of jewels.

source: །དེ་ནས་རིན་པོ་ཆེ་རྣམས་ཀྱིས་གྲུ་བོ་ཆེ་ཡོངས་སུ་བཀང་ནས་ཆས་པ་དང་དེ་ནས་རླུང་གིས་བདས་ནས་རྒྱ་མཚོ་ཆེན་པོའི་ཀློང་ཞིག་ཏུ་ཕྱིན་ཏོ།
en: Thereupon they filled their ship with jewels and departed. They were driven by the wind to the middle of the great ocean.

source: །དེ་རྣམས་བྲེད་ཅིང་རེ་བ་མེད་པར་གྱུར་ནས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་ཕྱིར་བྱེ་མ་ལས་མཆོད་རྟེན་བྱས་ནས་རིན་པོ་ཆེ་སྣ་ཚོགས་ཀྱིས་མཆོད་པ་བྱས་སོ།
en: Dejected and bereft of hope, they made a stūpa out of sand for the Perfectly Awakened One Kāśyapa and offered various jewels to it. Thereupon they fell asleep.

source: །དེ་ནས་གཉིད་ལོག་པ་དང་། ལྷ་ཞིག་གིས་སྨྲས་པ། ཁྱེད་ཅག་མ་འཇིགས་པར་བག་ཡོད་པར་བྱོས་ཤིག་དང་། ཞག་བདུན་གྱི་ཉིན་པར་དུས་རླབས་འོང་བར་འགྱུར་ཏེ།
en: In their dreams a god said, ‘Do not be frightened but take care, and after seven days a current will come.

source: དེས་ཁྱེད་ཅག་བདེ་ལེགས་སུ་འཛམ་བུའི་གླིང་དུ་ཕྱིན་པར་འགྱུར་རོ།
en: With the current you will arrive safely at the continent of Jambu.’

source: །ནམ་ནངས་ནས་དེ་རྣམས་ཕན་ཚུན་དུ་སྨྲ་ཞིང་གྲོས་བྱ་བར་བརྩམས་ཏེ།
en: “After the night had passed, they discussed this with one another:

source: ཤེས་ལྡན་དག་བདག་ཅག་ལ་ལྷས་མི་འཇིགས་པ་བསྟན་པ་གང་ཡིན་པ་དེ་ནི་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་མཐུ་ཡིན་པས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་མཆོད་རྟེན་ལ་བདག་ཅག་གིས་རིན་པོ་ཆེ་ཕུལ་བ་དག་སླར་བླངས་ཏེ་འདོང་བ་ནི་མི་རིགས་སོ། །ཞེས་དེ་རྣམས་ཀྱིས་གཏུགས་ཏེ་སྨོན་ལམ་གདབ་པར་བརྩམས་པ།
en: ‘Sirs, because it is by the force of the Perfectly Awakened One Kāśyapa that the god told us not to be frightened, it would not be proper if we took with us the jewels that we offered to the stūpa for the Perfectly Awakened One Kāśyapa.’ They then gathered and made an aspiration:

source: གང་ཡང་བདག་ཅག་གིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་འོད་སྲུང་བསོད་ནམས་ཀྱི་ཞིང་བླ་ན་མེད་པ་ལ་བྱ་བ་བྱས་པའི་དགེ་བའི་རྩ་བ་འདིས་གལ་ཏེ་བདག་ཅག་ལྷ་རྣམས་སུ་སྐྱེས་པར་གྱུར་ན་བདག་ཅག་མཐུ་ཆེ་བ་ཁོ་ནར་གྱུར་ཅིག །གལ་ཏེ་མིའི་ནང་དུ་མི་རྣམས་སུ་སྐྱེས་པར་གྱུར་ན་མཐུ་ཆེ་བ་དང་མི་རྣམས་སུ་སྐྱེས་ན་ཡང་སུམ་བཅུ་རྩ་གསུམ་གྱི་ལྷ་རྣམས་ཀྱི་དཔེར་རུང་བར་གྱུར་ཅིག་ཅེས་བྱས་སོ།
en: ‘By this root of merit from our performing a service for the supreme human field of merit, the Perfectly Awakened One, the Blessed One Kāśyapa, may we become those of great power if we are born among gods. May we become those of great power if we are born among humans. May we become those to be compared with the Thirty-Three Gods, too, even if we are born among humans.’

source: དགེ་བསྙེན་ལྔ་བརྒྱ་པོ་གང་ཡིན་པ་དེ་དག་ནི་ལིཙྪ་བཱི་ལྔ་བརྒྱ་པོ་འདི་དག་ཉིད་ཡིན་ཏེ།
en: The five hundred lay brothers were indeed these five hundred people of the Licchavi clan.

source: འདི་དག་གིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་ཕྱིར་བྱེ་མའི་མཆོད་རྟེན་བྱས་ཤིང་རིན་པོ་ཆེ་དག་གི་མཆོད་པ་བྱས་པས་དེས་ན་མི་མཐུ་ཆེན་པོ་རྣམས་སུ་སྐྱེས་པར་གྱུར་ཏེ། སུམ་བཅུ་རྩ་གསུམ་པའི་ལྷ་རྣམས་ཀྱི་ཡང་དཔེར་རུང་བར་གྱུར་ཏོ།
en: Because they made a stūpa for the Perfectly Awakened One Kāśyapa out of sand and offered jewels to it, they were born among people of great power and became those to be compared with the Thirty-Three Gods.

source: འདྲེན་མ་རྣམས་ཀྱི་ནི་འདྲེན་མ་ཡིན།
en: the maturation of entirely positive actions is entirely positive;

source: གཅིག་ཏུ་དཀར་བ་རྣམས་ཀྱི་ནི་གཅིག་ཏུ་དཀར་བ་ཡིན་ནོ།
en: the maturation of those that are mixed is mixed.

source: །དགེ་སློང་དག་དེ་ལྟ་བས་ན་གང་ཡང་ལས་གཅིག་ཏུ་གནག་པ་རྣམས་དང་འདྲེན་མ་རྣམས་ནི་སྤོངས་ལ། ལས་གཅིག་ཏུ་དཀར་བ་རྣམས་ལ་བརྩལ་བར་བྱ་སྟེ།
en: Therefore, monks, henceforth you should abandon entirely negative and mixed actions, and you should seek entirely positive actions.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཡངས་པ་ཅན་གྱི་གྲོང་ཁྱེར་དུ་སོང་ལ་སྒོའི་ཐེམ་པ་ལ་རྐང་པ་ཞོག་ལ་གསང་སྔགས་ཀྱི་ཚིག་འདི་དང་། ཚིགས་སུ་བཅད་པ་འདི་སྨྲོས་ཤིག །བི་ས་ར་ཏ།
en: The End of the Epidemic in Vaiśālī Thereupon the Blessed One said to the venerable Ānanda, “Ānanda, go to the city of Vaiśālī, place your foot on the threshold of the city gate, and utter these mantras and these verses:

source: བི་ས་ར་ཏ། བི་ས་ར་ཏ།
en: “ ‘Visarata visarata visarata visarata

source: བི་ས་ར་ཏ། སངས་རྒྱས་འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་ཅན་གྱིས་བཀའ་སྩལ་ཏོ། །སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་དགོངས་པ།
en: “ ‘The Buddha, who has compassion for the world, has spoken. This is the wish of all buddhas.

source: རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་དགོངས་པ།
en: It is the wish of all self-awakened ones.

source: དགྲ་བཅོམ་པ་ཐམས་ཅད་ཀྱིས་བསམས་པ།
en: It is the wish of all arhats.

source: སློབ་པ་ཐམས་ཅད་ཀྱིས་བསམས་པ།
en: It is the wish of all those undergoing training.

source: ཉན་ཐོས་ཐམས་ཅད་ཀྱིས་བསམས་པ།
en: It is the wish of all disciples.

source: བདེན་པའི་ཚིག་སྨྲ་བ་ཐམས་ཅད་ཀྱིས་བསམས་པ།
en: It is the wish of all who speak words of truth.

source: ཆོས་རྣམས་ཀྱིས་བསམས་པ།
en: It is the wish of the Dharmas.

source: འདོད་པའི་དབང་ཕྱུག་གིས་བསམས་པ།
en: It is the wish of Kāmeśvara.

source: ཚངས་པས་བསམས་པ།
en: It is the wish of Brahmā.

source: ཚངས་པ་སོ་སོས་བསམས་པ།
en: It is the wish of Pratyeka­brahman.

source: དབང་པོས་བསམས་པ།
en: It is the wish of Indra.

source: ལྷས་བསམས་པ།
en: It is the wish of the gods.

source: ལྷ་མ་ཡིན་གྱི་དབང་པོས་བསམས་པ།
en: It is the wish of the lord of the asuras.

source: ལྷ་མ་ཡིན་ཐམས་ཅད་ཀྱིས་བསམས་པ།
en: It is the wish of all asuras.

source: ལྷ་མ་ཡིན་གྱི་མངག་གཞུག་པས་བསམས་པ།
en: It is the wish of the servants of the asuras.

source: འབྱུང་པོ་ཐམས་ཅད་ཀྱིས་བསམས་པ། བི་ས་ར་ཏ།
en: It is the wish of all bhūtas.

source: བི་ས་ར་ཏ། སངས་རྒྱས་འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་ཅན་གྱིས་བཀའ་སྩལ་ཏོ། །མུན་ཙ་ཏ། མུན་ཙ་ཏ།
en: “ ‘The Buddha, who has compassion for the world, has spoken. “ ‘Muñcata muñcata

source: མ་འདུག་ཤིག་ཡམས་ཀྱི་ནད་ཉེ་བར་ཞི་བར་འདུག་པར་གྱུར་ཅིག །ནིར་གཙྪ་ཏ།
en: “ ‘Do not stay. The epidemic should cease.

source: ནིར་གཙྪ་ཏ། ནིར་གཙྪ་ཏ། ནིར་གཙྪ་ཏ།
en: “ ‘Nirgacchata nirgacchata nirgacchata nirgacchata

source: སངས་རྒྱས་ལྷ་ཆེན་པོ་ལྷའི་ཡང་ལྷ་ལྷའི་བླ་མ་གཤེགས་ཏེ།
en: “ ‘The Buddha, the Great God, the God of Gods, the Supreme God, will enter the city.

source: དབང་པོ་དང་བཅས་པའི་ལྷ་རྣམས་དང་། ཚངས་པ་དང་བཅས་པ་རྣམས་དང་། དབང་བདག་དང་བཅས་པ་རྣམས་དང་། སྐྱེ་དགུའི་བདག་པོ་དང་བཅས་པ་རྣམས་དང་། འཇིག་རྟེན་སྐྱོང་བ་བཞི་པོ་དག་ཀྱང་འཇུག་པར་འགྱུར་རོ།
en: The gods including Indra, the gods including Brahmā, the gods including Īśāna, the gods including Prajāpati, and the Four Protectors of the World will enter.

source: །ལྷ་བརྒྱ་སྟོང་ཕྲག་དུ་མ་དག་དང་། ལྷ་མ་ཡིན་གྱི་དབང་པོ་རྣམས་དང་། ལྷ་མ་ཡིན་བརྒྱ་སྟོང་ཕྲག་དུ་མ་དག་ཀྱང་འཇུག་པར་འགྱུར་རོ། །བཅོམ་ལྡན་འདས་ལ་མངོན་པར་དད་པའི་འབྱུང་པོ་བརྒྱ་སྟོང་ཕྲག་མང་པོ་དག་ཀྱང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་གྱི་ཕྱིར་འཇུག་སྟེ། དེ་དག་གིས་ཁྱེད་རྣམས་ལ་གནོད་པ་བྱེད་པར་འགྱུར་གྱིས། ནིར་གཙྪ་ཏ། ནིར་གཙྪ་ཏ། ནིར་གཙྪ་ཏ། ནིར་གཙྪ་ཏ། མྱུར་དུ་བྱེར་ཅིག །ཁྱེད་ཅག་ལས་གང་དག་སྡང་བའི་སེམས་དང་ལྡན་པ་དེ་དག་ནི་བརླག་པར་གྱུར་ཅིག །གང་དག་བྱམས་པའི་སེམས་དང་ལྡན་ཞིང་ཉེས་པར་མི་འདོད་ལ་སྲུང་བར་བྱེད་པར་འདོད་པ་དེ་དག་ནི་འཁོད་ཅིག །དགོངས་པ་ལ་ཡང་འཇུག་པར་གྱུར་ཅིག །སངས་རྒྱས་འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་ཅན་གྱིས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །སུ་མུ་སུ་མུ། སུ་མུ་སུ་མུ། སུ་མུ་རུ། སུ་མུ་རུ། སུ་མུ་རུ། སུ་མུ་རུ། མུ་རུ་མུ་རུ། མུ་རུ་མུ་རུ། མུ་རུ་མུ་རུ། མུ་རུ་མུ་རུ། མུ་རུ་མུ་རུ། མི་རི་མི་རི། མི་རི་མི་རི་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི་ཏི། རི་རི་རི་རི་རི་རི། རཱི་རཱི་རཱི་རཱི་རཱི་རཱི་ཏི། མི་རི་མི་རི། མི་རི་མི་རི། མི་རི་མི་རི་ཏི།
en: Hundreds of thousands of gods, lords of the asuras, and hundreds of thousands of asuras will also enter. Hundreds of thousands of bhūtas who have faith in the Blessed One will also enter for the sake of all beings, and they will do harm to you, so: “ ‘Nir­gacchata nir­gacchata nir­gacchata nir­gacchata “ ‘Disperse quickly.

source: ཧ་སི། མི་རི་མི་རཱི་ཧཱི།
en: Those of you who have hateful thoughts, may you be destroyed.

source: མི་རཱི་མི་རཱི་སཱི་སཱི་མི། ཀང་ཀ་ར། ཀང་ཀ་ར་ཏ་ཀང་ཀ་ར། ཀང་ཀ་ར་ཀ་ཚཱ། ཀང་ཀ་རཱ་ཀང་ཀ་རཱ། ཀང་ཀ་རཱ་ཀང་ཀ་རཱ། ཀང་ཀ་རཱ་ཀང་ཀ་རཱ། ཀང་ཀ་རཱ་ཀང་ཀ་རཱ། ཀང་ཀ་རཱ་ཀང་ཀ་རཱ་ཏི།
en: Those who have loving thoughts, who do not wish to sin but wish to protect beings, stay and engage in the intention.

source: ཀུ་རཱི་ཤེ། ཀང་ཀ་རཱི་ཤེ། ཀང་ཀ་རཱི་ཤེ། རི་རི་རི་རི་རི་རི། རེ་ཕཱ་སཱ་རི་རི་པུ་རི་པུ་རི་པུ་རི་པུ་རི་པུ་རི་པུ་རི་པུ། ནཱ་ཐཱ་ན་ཐཱ་ཐཱ། རི་པུ་རི་པུ་ནཱ་ཐཱ་ཐཱ་ནིར་གཙྪ་ཏ། རི་པུ་རི་པུ་ནིར་གཙྪ་ཏ། པ་ལ་ཡཱ་ཏ། རི་པུ་རི་པུ་པ་ལ་ཡཱ་ཏ།
en: The Buddha, who has compassion for the world, has spoken. “ ‘Sumusumu, sumusumu, sumuru, sumuru, sumuru, sumuru, murumuru, murumuru, murumuru, murumuru, murumuru, mirimiri, mirimiri, miri, murumiri, murumiri, murumiri, murumiri, murumiri, murumiri, murumiri, murumiri, murumiri, murumiri, murumiri, murumiri, murumiriti, ririririri, rīrīrīrīrīrīti, mirimiri, mirimiri, mirimiriti, hasi, mirimiriti, mirīmirī, sīsīmi, kaṅkara, kaṅkarata, kaṅkara, kaṅkarakacā, kaṅkarā, kaṅkarā, kaṅkarā, kaṅkarā, kaṅkarā, kaṅkarā, kaṅkarā, kaṅkarā, kaṅkarā, kaṅkarāti, kurīśe, kaṅkarīśe, kaṅkarīśe, riririririri, rephāsāri, ripu, ripu, ripu, ripu, ripu, ripu, ripu, nāthānāthāthā, ripuripu, nāthāthā, nirgacchata, ripuri­punirgacchata, palayāta, ripuri­pupalayāta

source: སངས་རྒྱས་འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་ཅན། སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པར་ལྷག་པར་དགོངས་པ། བྱམས་པ་ལ་གནས་པ། ཐུགས་རྗེ་དང་དགའ་བ་ལ་གནས་པ། བཏང་སྙོམས་ལ་གནས་པ་གཤེགས་ཏེ།
en: “ ‘The Buddha, who has compassion for the world, whose wish is to benefit all beings, who abides in love, who abides in compassion and joy, and who abides in equanimity, has arrived.

source: ལྷ་ཐམས་ཅད་དང་། འབྱུང་པོ་ཐམས་ཅད་ཀྱི་བླ་མ་སངས་རྒྱས་ཀྱིས་ཆོས་ཉིད་ཀྱི་ཡེ་ཤེས་ཀྱི་གསང་སྔགས་ཀྱི་ཚིག་གྲུབ་པ་གྲུབ་པའི་ཚིགས་སུ་བཅད་པ་འདི་དག་གསུངས་སོ།
en: The Buddha, who is supreme among all gods and all bhūtas, spoke these verses, which complete the mantra of the wisdom of the nature of reality: “ ‘He will bring you well-being―

source: །གང་གི་སྲིད་པ་འཆགས་པ་དག །རྣམ་པར་བཅོམ་ནས་བྲལ་མཛད་པ།
en: He who has conquered and is free From his attachment to existence,

source: །ཐུགས་ཞི་གནོད་པ་མི་མངའ་དེ།
en: Whose mind is calm and without harmful intent.

source: །ཁྱེད་ལ་བདེ་ལེགས་མཛད་པར་འགྱུར།
en: “ ‘The leader will bring you well-being―

source: །འདྲེན་པ་གང་ཞིག་འགྲོ་བ་རྣམས།
en: He who leads worldly beings

source: །ཐར་པའི་ལམ་དུ་འཛུད་མཛད་ཅིང་།
en: To the path of liberation

source: །ཆོས་རྣམས་ཐམས་ཅད་སྟོན་པ་དེ།
en: And teaches all dharmas.

source: །སྟོན་པ་འགྲོ་བ་རྣམས་ཀྱི་རྟེན།
en: He who supports worldly beings

source: །སེམས་ཅན་ཀུན་གྱི་དོན་གྱི་ཕྱིར།
en: And brings every living being

source: །གང་གིས་བདེ་བ་མངའ་མཛད་དེ།
en: To master happiness.

source: །ཁྱེད་ལ་བདེ་ལེགས་མཛད་པར་འགྱུར། །སྐྱོབ་པ་གང་ཞིག་བྱམས་པ་ཡི།
en: “ ‘The protector will bring you well-being― He who, with thoughts of love,

source: །ཐུགས་ཀྱིས་འགྲོ་བ་འདི་དག་ཀུན།
en: Always cherishes all these worldly beings

source: །བུ་གཅིག་བཞིན་དུ་རྟག་བསྐྱངས་དེ།
en: Like his only child.

source: །ཁྱེད་ལ་བདེ་ལེགས་མཛད་པར་འགྱུར། །གང་ཞིག་འཁོར་བར་འཁོར་བ་ཡི།
en: “ ‘He will bring you well-being―

source: །སེམས་ཅན་ཀུན་གྱི་སྐྱོབ་གྱུར་པ།
en: He who has been a protector Of every transmigrating being,

source: །གླིང་དང་དཔུང་གཉེན་གྱུར་པ་དེ།
en: An island, and a friend.

source: །གང་ཞིག་ཆོས་ཀུན་མངོན་སུམ་གྱུར།
en: He who has clarified all phenomena,

source: །གཙང་ཞིང་སླུ་བ་མི་མངའ་བ།
en: Who is pure and free from deception,

source: །གསུང་གཙང་གཙང་བར་མཛད་པ་དེ།
en: Whose words are pure, whose very acts are purity.

source: །ཁྱེད་ལ་བདེ་ལེགས་མཛད་པར་འགྱུར། །དཔའ་བོ་ཆེན་པོ་གང་སྐྱེས་པས།
en: “ ‘The great hero will bring you well-being― He who has been born,

source: །ཕུན་སུམ་ཚོགས་དོན་འབྱོར་གྱུར་ཅིང་།
en: Become perfect and rich,

source: །དོན་གྲུབ་ཚོགས་ཀྱང་གྲུབ་པ་དེ།
en: And accomplished his goals.

source: །གང་ཞིག་སྐྱེས་པས་ས་རྣམས་དང་། །ནགས་ཚལ་བཅས་པར་རབ་གཡོས་ནས།
en: He whose birth caused the whole earth And its forests to shake and tremble,

source: །སེམས་ཅན་ཐམས་ཅད་རབ་དགའ་དེ།
en: And brought joy to all beings.

source: །བྱང་ཆུབ་སྙིང་པོར་གང་ཞིག་གིས།
en: He at whose awakening

source: །ས་རྣམས་རྣམ་དྲུག་གཡོས་གྱུར་ཅིང་།
en: The earth quaked in six ways

source: །བདུད་ཡིད་མི་བདེར་གྱུར་པ་དེ།
en: And at which Māra despaired.

source: །ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ་ན།
en: He who, turning the wheel of the Dharma,

source: །འཕགས་པའི་བདེན་པ་གསུང་བ་གང་།
en: Pronounced the truths of the noble ones,

source: །ཐུབ་པ་གྲགས་པ་འབྱུང་བ་དེ།
en: That Muni whose fame has arisen.

source: །ཁྱེད་ལ་བདེ་ལེགས་མཛད་པར་འགྱུར། །གང་གིས་ཆོས་ཀྱི་ཡིད་འཕྲོག་པས།
en: “ ‘He will bring you well-being―

source: །མུ་སྟེགས་བྱེད་རྣམས་ཕམ་མཛད་ལ།
en: He who defeated the non-Buddhist ascetics By the power of the Dharma’s allure

source: །ཚོགས་ཀུན་དབང་དུ་མཛད་པ་དེ།
en: And brought the assemblies under his influence.

source: །ཁྱེད་ལ་བདེ་ལེགས་མཛད་པར་འགྱུར། །སངས་རྒྱས་ཁྱེད་ལ་བདེ་ལེགས་མཛད།
en: “ ‘May the Buddha bring you well-being.

source: །བརྒྱ་བྱིན་ལྷར་བཅས་བདེ་ལེགས་དང་། །འབྱུང་པོ་ཀུན་གྱི་བདེ་ལེགས་ནི།
en: May Śakra and the gods bring you well-being.

source: །ཁྱེད་ལ་དུས་ཀུན་སྦྱིན་གྱུར་ཅིག །སངས་རྒྱས་བསོད་ནམས་མཐུ་དག་དང་། །ལྷ་རྣམས་ཀྱིས་ནི་བསམས་པ་ཡིས།
en: May all the bhūtas provide You with well-being always. “ ‘By the power of the merit of the buddhas And the wishes of the gods,

source: །ཁྱེད་རྣམས་དོན་འདོད་གང་ཡིན་པ།
en: May whatever goal you seek

source: །དོན་དེ་དེ་རིང་གྲུབ་གྱུར་ཅིག །རྐང་གཉིས་ཁྱེད་ཅག་བདེ་ལེགས་ཤོག །རྐང་བཞི་ཁྱེད་ཅག་བདེ་ལེགས་ཤོག །ཁྱེད་ཅག་ལམ་འགྲོ་བདེ་ལེགས་ཤོག །ཕྱིར་འོང་དག་ཀྱང་བདེ་ལེགས་ཤོག །ཉིན་མོ་བདེ་ལེགས་མཚན་བདེ་ལེགས།
en: Be accomplished this very day. “ ‘Two-legged beings, be well. Four-legged beings, be well. Those who move along the ground, be well. May those who return also be well.

source: །ཉི་མའི་གུང་ལ་གནས་པར་ཤོག །ཁྱེད་ཅག་ཀུན་དུ་བདེ་ལེགས་ཤོག །ཁྱེད་ཅག་སྡིག་པར་མ་གྱུར་ཅིག །སངས་རྒྱས་ལྷ་ནི་སྟོང་རྣམས་ཀྱིས།
en: “ ‘Be well during the day; be well at night; Be well at midday. May all of you be always well; May all of you know no evil.

source: །ཡོངས་སུ་བསྐོར་ཏེ་གཤེགས་མཛད་ཀྱིས།
en: “ ‘Because the Buddha surrounded by A thousand gods has arrived,

source: །སྡང་སེམས་ཅན་རྣམས་བྱེར་གྱུར་ཅིག །སྙིང་རྗེའི་བདག་ཉིད་ཅན་རྣམས་འཁོད།
en: Those who have hateful thoughts, disperse! Those whose nature is compassion, stay.

source: །སངས་རྒྱས་རང་སངས་རྒྱས་རྣམས་དང་། །དགྲ་བཅོམ་སློབ་པའི་བདེན་ཚིག་གིས།
en: “ ‘By the power of the true words of the buddhas, self-awakened ones, Arhats, and those undergoing training,
